{
    "whyItStarted":"The 'Ask for Angela' campaign is named in the remembrance of Angela Crompton, a woman who was abused and killed by her husband in 2012. The campaign name, 'Angela' was also inspired by th emeaning of th ename which is 'messenger of God' or 'angel'.",
    "whatItIs":"An initiative which started in the UK which aims to reduce sexual violence and harassment. It is now used in many countries such as, Austrailia, South Africa and Florida.",
    "howItHelps":"If a customer is feeling unsafe-then they can go to the bar and 'ask for angela'. This code-phrase will indicate to staff that they require help with their situation and a trained member of staff will then look to support and assist them, by arranging them a taxi, talking with them or calling the police.",
    "statsOnWhyItStarted":"In 2016, one in 50 Britons aged 16-59 were victims of sexual assault. Furthermore, the UK saw a six times increase in reports of online dating rape offences  between 2009 and 2014.",
    "dialogue":
    [
        "Hey, I am Angela. I heard you needed help and I want to let you know that I am here to help you. In the end, we will remember not the words of our enemies, but the silence of our friends.",
        "Hi, I saw that you needed some help over there. You're a strong person, don't forget that, and please do call on me again if it is needed. Stand before the people you fear and speak your mind - even if your voice shakes.",
        "Hello there, I am Angela Kenobi. I have seen that you are in a tough situation and I will train you to become wiser, as my padawan.",
        "What's up, I'm Angela. I seen that you needed some assitance back there, just letting you know that you are not alone in this situation. Just remember to always be yourself and do not be afraid to speak your mind to others.",
        "What's the craic, I heard you called for me and that looked like a sticky situation to be in. You don't need to worry about that anymore though. When we speak we are afraid our words will not be heard or welcomed. But when we are silent, we are still afraid. So it is better to speak.",
        "Thanks for speaking up and calling for me, situations are easier to handle when talked about. It takes courage and honor to stand up for yourself. I stand in honor and no longer in fear of speaking out.",
        "Hey I heard you calling and I'm glad you did. Remember, only by speaking up can we create lasting change. If you feel something is wrong, don't be afraid to speak up.",
        "Hello, I am Angela, a friend here to lend a hand when needed. Be a voice not an echo.",
        "What's up, I'm Angela. I seen that you needed some assitance back there, just letting you know that you are not alone in this situation. Just remember to always be yourself and do not be afraid to speak your mind to others.",
        "Hi, I saw that you needed some help over there. You're a strong person, don't forget that, and please do call on me again if it is needed. Stand before the people you fear and speak your mind - even if your voice shakes.",
        "Hey I heard you calling and I'm glad you did. Remember, only by speaking up can we create lasting change. If you feel something is wrong, don't be afraid to speak up.",
        "What's up, I'm Angela. I seen that you needed some assitance back there, just letting you know that you are not alone in this situation. Just remember to always be yourself and do not be afraid to speak your mind to others.",
        "Hello, I am Angela, a friend here to lend a hand when needed. Be a voice not an echo."

    ]
}